[
  {
    "name": "General",
    "icon_url": "https://i.ibb.co/F65fS8S/book.png",
    "image_url": "https://i.ibb.co/v42JcqH/10.jpg",
    "description": "The General section encompasses a wide range of features that enhance the overall quality and convenience of the property. It starts with the inviting Oak porch and Oak veneer doors with polished chrome that welcome you home. Zoned heating to upper floors ensures comfort throughout the home, while high-speed fibre broadband and CAT 5 cabling provide seamless connectivity for work and leisure. Additionally, the property comes with a reassuring 10-year warranty, and a large storage area in the loft space adds to its value and versatility.",
    "features": [
      "Oak porch",
      "Oak veneer doors with polished chrome",
      "Zoned heating to upper floors",
      "Fibre broadband to premises for home working",
      "CAT 5 cabling for secure networks to lounge and bedrooms",
      "10-year warranty",
      "Large storage area in loft space"
    ]
  },
  {
    "name": "Kitchen",
    "icon_url": "https://i.ibb.co/k5YFYPB/kitchen.png",
    "image_url": "https://i.ibb.co/S737V3n/6.jpg",
    "description": "The Kitchen is a masterpiece of modern design, tailor-made for culinary enthusiasts. It boasts ample counter space and is equipped with state-of-the-art appliances that make meal preparation a delightful experience. The open layout seamlessly connects the kitchen with the adjoining dining area, ensuring you can interact with your guests while creating culinary delights.",
    "features": [
      "Designer magnet kitchens",
      "Quartz worktops and under-mounted sink",
      "Integrated appliances",
      "Wine rack",
      "Hansgrohe tap",
      "Under unit and LED lighting"
    ]
  },
  {
    "name": "Bathroom",
    "icon_url": "https://i.ibb.co/pXF73yk/bath.png",
    "image_url": "https://i.ibb.co/4TzPGKF/15.jpg",
    "description": "The Bathroom is a serene oasis within your home. Porcelain tiling and LED feature lighting create a calming atmosphere. The Hansgrohe tops and wall-hung sanitary wear provide both style and functionality. Soft towels and complimentary toiletries are thoughtfully provided for your convenience.",
    "features": [
      "Porcelain tiling",
      "LED feature lighting",
      "Hansgrohe tops",
      "Wall hung sanitary wear"
    ]
  },
  {
    "name": "Garden/ Patio",
    "icon_url": "https://i.ibb.co/RNTVDCj/flowers.png",
    "image_url": "https://i.ibb.co/Tqjndxj/26.jpg",
    "description": "The Externals feature a range of amenities designed to enhance your living experience. An outside tap provides convenience, and a security alarm system ensures peace of mind. The property also offers a 3kw charging point with provisions for 7kw, ensuring you're prepared for the future of electric vehicles. Additionally, the rear outside lights, porch lantern, and dusk-to-dawn lantern provide both practicality and an inviting ambiance to the exterior of your home.",
    "features": [
      "Outside tap",
      "Security alarm system",
      "3kw charging point with provisions for 7kw",
      "Rear outside lights",
      "Porch lantern",
      "Dusk to dawn lantern"
    ]
  }
]
